export const county = [
  {
    "id": 1,
    "name": "СЗФО"
  },
  {
    "id": 2,
    "name": "СЗФО",
  },
  {
    "id": 3,
    "name": "ЦФО"
  },
  {
    "id": 4,
    "name": "ЮФО"
  },
  {
    "id": 5,
    "name": "ПФО"
  },
  {
    "id": 6,
    "name": "СКФО"
  },
  {
    "id": 7,
    "name": "УрФО"
  },
  {
    "id": 8,
    "name": "СФО"
  },
  {
    "id": 9,
    "name": "ДФО"
  },
]

export const regions = [
  {
      "id": 1,
      "name": "Алтайский край",
      "okato": "1",
      "coordinates": "52.129671,82.530013"
  },
  {
      "id": 2,
      "name": "Амурская область",
      "okato": "10",
      "coordinates": "53.413341,127.728064"
  },
  {
      "id": 3,
      "name": "Архангельская область",
      "okato": "11",
      "coordinates": "63.637517,43.336661"
  },
  {
      "id": 4,
      "name": "Астраханская область",
      "okato": "12",
      "coordinates": "46.851463,47.466189"
  },
  {
      "id": 5,
      "name": "Белгородская область",
      "okato": "14",
      "coordinates": "50.872231,37.303198"
  },
  {
      "id": 6,
      "name": "Брянская область",
      "okato": "15",
      "coordinates": "52.909192,33.422197"
  },
  {
      "id": 7,
      "name": "Владимирская область",
      "okato": "17",
      "coordinates": "55.904195,40.898894"
  },
  {
      "id": 8,
      "name": "Волгоградская область",
      "okato": "18",
      "coordinates": "49.615821,44.151406"
  },
  {
      "id": 9,
      "name": "Вологодская область",
      "okato": "19",
      "coordinates": "60.138988,44.049618"
  },
  {
      "id": 10,
      "name": "Воронежская область",
      "okato": "20",
      "coordinates": "50.970898,40.233395"
  },
  {
      "id": 11,
      "name": "Еврейская автономная область",
      "okato": "99",
      "coordinates": "48.522902,132.257612"
  },
  {
      "id": 12,
      "name": "Забайкальский край",
      "okato": "76",
      "coordinates": "52.847258,116.200424"
  },
  {
      "id": 13,
      "name": "Ивановская область",
      "okato": "24",
      "coordinates": "56.967836,41.966406"
  },
  {
      "id": 14,
      "name": "Иркутская область",
      "okato": "25",
      "coordinates": "57.100294,106.363305"
  },
  {
      "id": 15,
      "name": "Кабардино-Балкарская Республика",
      "okato": "83",
      "coordinates": "43.494396,43.408274"
  },
  {
      "id": 16,
      "name": "Калининградская область",
      "okato": "27",
      "coordinates": "54.56009,21.218944"
  },
  {
      "id": 17,
      "name": "Калужская область",
      "okato": "29",
      "coordinates": "54.3718,35.445185"
  },
  {
      "id": 18,
      "name": "Камчатский край",
      "okato": "30",
      "coordinates": "61.350179,169.782981"
  },
  {
      "id": 19,
      "name": "Карачаево-Черкесская Республика",
      "okato": "91",
      "coordinates": "43.770947,41.753928"
  },
  {
      "id": 20,
      "name": "Кемеровская область",
      "okato": "32",
      "coordinates": "54.89794,86.990382"
  },
  {
      "id": 21,
      "name": "Кировская область",
      "okato": "33",
      "coordinates": "58.344108,49.69543"
  },
  {
      "id": 22,
      "name": "Костромская область",
      "okato": "34",
      "coordinates": "58.456003,43.788495"
  },
  {
      "id": 23,
      "name": "Краснодарский край",
      "okato": "3",
      "coordinates": "45.544904,39.610422"
  },
  {
      "id": 24,
      "name": "Красноярский край",
      "okato": "4",
      "coordinates": "67.236779,95.968477"
  },
  {
      "id": 25,
      "name": "Курганская область",
      "okato": "37",
      "coordinates": "55.448347,64.809405"
  },
  {
      "id": 26,
      "name": "Курская область",
      "okato": "38",
      "coordinates": "51.535008,36.121347"
  },
  {
      "id": 27,
      "name": "Ленинградская область",
      "okato": "41",
      "coordinates": "59.337013,29.608975"
  },
  {
      "id": 28,
      "name": "Липецкая область",
      "okato": "42",
      "coordinates": "52.644554,39.149784"
  },
  {
      "id": 29,
      "name": "Магаданская область",
      "okato": "44",
      "coordinates": "62.575815,154.036835"
  },
  {
      "id": 80,
      "name": "Москва",
      "okato": "45",
      "coordinates": "55.753215,37.622504"
  },
  {
      "id": 30,
      "name": "Московская область",
      "okato": "46",
      "coordinates": "55.815792,37.380031"
  },
  {
      "id": 31,
      "name": "Мурманская область",
      "okato": "47",
      "coordinates": "68.004154,35.010051"
  },
  {
      "id": 81,
      "name": "Ненецкий автономный округ",
      "okato": "111",
      "coordinates": "67.714212,54.365062"
  },
  {
      "id": 32,
      "name": "Нижегородская область",
      "okato": "22",
      "coordinates": "56.595648,44.279559"
  },
  {
      "id": 33,
      "name": "Новгородская область",
      "okato": "49",
      "coordinates": "58.307715,32.490222"
  },
  {
      "id": 34,
      "name": "Новосибирская область",
      "okato": "50",
      "coordinates": "55.582396,79.264861"
  },
  {
      "id": 35,
      "name": "Омская область",
      "okato": "52",
      "coordinates": "56.103472,73.344416"
  },
  {
      "id": 36,
      "name": "Оренбургская область",
      "okato": "53",
      "coordinates": "52.743528,53.498682"
  },
  {
      "id": 37,
      "name": "Орловская область",
      "okato": "54",
      "coordinates": "52.781455,36.481042"
  },
  {
      "id": 38,
      "name": "Пензенская область",
      "okato": "56",
      "coordinates": "53.240932,43.946823"
  },
  {
      "id": 39,
      "name": "Пермский край",
      "okato": "57",
      "coordinates": "59.117698,56.225679"
  },
  {
      "id": 40,
      "name": "Приморский край",
      "okato": "5",
      "coordinates": "45.04198,134.709375"
  },
  {
      "id": 41,
      "name": "Псковская область",
      "okato": "58",
      "coordinates": "57.236486,29.236911"
  },
  {
      "id": 42,
      "name": "Республика Адыгея",
      "okato": "79",
      "coordinates": "44.429866,40.252969"
  },
  {
      "id": 43,
      "name": "Республика Алтай",
      "okato": "84",
      "coordinates": "50.73624,87.015454"
  },
  {
      "id": 44,
      "name": "Республика Башкортостан",
      "okato": "80",
      "coordinates": "54.2715,56.525537"
  },
  {
      "id": 45,
      "name": "Республика Бурятия",
      "okato": "81",
      "coordinates": "54.544222,112.348699"
  },
  {
      "id": 46,
      "name": "Республика Дагестан",
      "okato": "82",
      "coordinates": "42.259793,47.095742"
  },
  {
      "id": 47,
      "name": "Республика Ингушетия",
      "okato": "26",
      "coordinates": "43.10359,45.054581"
  },
  {
      "id": 48,
      "name": "Республика Калмыкия",
      "okato": "85",
      "coordinates": "46.414024,45.325701"
  },
  {
      "id": 49,
      "name": "Республика Карелия",
      "okato": "86",
      "coordinates": "63.621324,33.232608"
  },
  {
      "id": 50,
      "name": "Республика Коми",
      "okato": "87",
      "coordinates": "64.125463,54.789669"
  },
  {
      "id": 85,
      "name": "Республика Крым",
      "okato": "35",
      "coordinates": "45.389194,33.993751"
  },
  {
      "id": 51,
      "name": "Республика Марий Эл",
      "okato": "88",
      "coordinates": "56.485739,48.197858"
  },
  {
      "id": 52,
      "name": "Республика Мордовия",
      "okato": "89",
      "coordinates": "54.205758,44.319669"
  },
  {
      "id": 53,
      "name": "Республика Саха (Якутия)",
      "okato": "98",
      "coordinates": "65.061073,119.845652"
  },
  {
      "id": 54,
      "name": "Республика Северная Осетия — Алания",
      "okato": "90",
      "coordinates": "43.092669,44.262033"
  },
  {
      "id": 55,
      "name": "Республика Татарстан",
      "okato": "92",
      "coordinates": "55.79885,49.114"
  },
  {
      "id": 56,
      "name": "Республика Тыва",
      "okato": "93",
      "coordinates": "51.584332,94.793085"
  },
  {
      "id": 57,
      "name": "Республика Хакасия",
      "okato": "95",
      "coordinates": "53.386357,89.897078"
  },
  {
      "id": 58,
      "name": "Ростовская область",
      "okato": "60",
      "coordinates": "47.728732,41.268128"
  },
  {
      "id": 59,
      "name": "Рязанская область",
      "okato": "61",
      "coordinates": "54.559725,40.950331"
  },
  {
      "id": 60,
      "name": "Самарская область",
      "okato": "36",
      "coordinates": "53.452932,50.34431"
  },
  {
      "id": 79,
      "name": "Санкт-Петербург",
      "okato": "40",
      "coordinates": "59.938951,30.315635"
  },
  {
      "id": 61,
      "name": "Саратовская область",
      "okato": "63",
      "coordinates": "51.578529,46.797223"
  },
  {
      "id": 62,
      "name": "Сахалинская область",
      "okato": "64",
      "coordinates": "50.150926,142.750797"
  },
  {
      "id": 63,
      "name": "Свердловская область",
      "okato": "65",
      "coordinates": "58.586755,61.530761"
  },
  {
      "id": 84,
      "name": "Севастополь",
      "okato": "67",
      "coordinates": "44.556972,33.526402"
  },
  {
      "id": 64,
      "name": "Смоленская область",
      "okato": "66",
      "coordinates": "54.956192,32.998543",
  },
  {
      "id": 65,
      "name": "Ставропольский край",
      "okato": "7",
      "coordinates": "44.953551,43.344521"
  },
  {
      "id": 66,
      "name": "Тамбовская область",
      "okato": "68",
      "coordinates": "52.474699,41.592249"
  },
  {
      "id": 67,
      "name": "Тверская область",
      "okato": "28",
      "coordinates": "57.093033,34.706195"
  },
  {
      "id": 68,
      "name": "Томская область",
      "okato": "69",
      "coordinates": "58.949193,78.63728"
  },
  {
      "id": 69,
      "name": "Тульская область",
      "okato": "70",
      "coordinates": "53.888064,37.575693"
  },
  {
      "id": 70,
      "name": "Тюменская область",
      "okato": "71",
      "coordinates": "57.541821,68.096045"
  },
  {
      "id": 71,
      "name": "Удмуртская Республика",
      "okato": "94",
      "coordinates": "57.166784,52.796972"
  },
  {
      "id": 72,
      "name": "Ульяновская область",
      "okato": "73",
      "coordinates": "53.891057,47.606533"
  },
  {
      "id": 73,
      "name": "Хабаровский край",
      "okato": "8",
      "coordinates": "51.695886,136.637034"
  },
  {
      "id": 82,
      "name": "Ханты-Мансийский автономный округ",
      "okato": "7110",
      "coordinates": "61.588912,65.897508"
  },
  {
      "id": 74,
      "name": "Челябинская область",
      "okato": "75",
      "coordinates": "54.446199,60.395641"
  },
  {
      "id": 75,
      "name": "Чеченская Республика",
      "okato": "96",
      "coordinates": "43.305784,45.747667"
  },
  {
      "id": 76,
      "name": "Чувашская Республика",
      "okato": "97",
      "coordinates": "55.492023,47.086875"
  },
  {
      "id": 77,
      "name": "Чукотский автономный округ",
      "okato": "77",
      "coordinates": "65.982613,174.432311"
  },
  {
      "id": 83,
      "name": "Ямало-Ненецкий автономный округ",
      "okato": "7114",
      "coordinates": "66.086435,80.005397"
  },
  {
      "id": 78,
      "name": "Ярославская область",
      "okato": "78",
      "coordinates": "57.817361,39.105138"
  }
]

export const regionsShortName = {
  1: "АлтКр",
  2: "Амур",
  3: "Арханг",
  4: "Астрах",
  5: "Белгор",
  6: "Брянск",
  7: "Влад",
  8: "Волгог",
  9: "Волог",
  10: "Ворон",
  11: "Евр",
  12: "Забайк",
  13: "Иван",
  14: "Иркут",
  15: "КБР",
  16: "Калин",
  17: "Калуж",
  18: "Камчат",
  19: "КЧР",
  20: "Кемер",
  21: "Киров",
  22: "Костр",
  23: "Красн",
  24: "КрасЯр",
  25: "Курган",
  26: "Курск",
  27: "ЛенОб",
  28: "Липецк",
  29: "Магад",
  30: "МосОб",
  31: "Мурм",
  32: "Нижег",
  33: "Новгор",
  34: "Нск",
  35: "Омск",
  36: "Орен",
  37: "Орлов",
  38: "Пенз",
  39: "Перм",
  40: "Прим",
  41: "Псков",
  42: "Адыг",
  43: "РесАлт",
  44: "Башк",
  45: "Бурят",
  46: "Дагест",
  47: "Ингуш",
  48: "Калм",
  49: "Карел",
  50: "Коми",
  51: "Марий",
  52: "Мрд",
  53: "Якут",
  54: "Осетия",
  55: "Татар",
  56: "Тыва",
  57: "Хакас",
  58: "Ростов",
  59: "Рязан",
  60: "Самар",
  61: "Сарат",
  62: "Сахал",
  63: "Сверд",
  64: "Смол",
  65: "Ставр",
  66: "Тамбов",
  67: "Твер",
  68: "Томск",
  69: "Тул",
  70: "Тюмен",
  71: "Удмур",
  72: "Ульян",
  73: "Хабар",
  74: "Челяб",
  75: "Чечня",
  76: "Чуваш",
  77: "Чукот",
  78: "Яросл",
  79: "Спб",
  80: "Мск",
  81: "НАО",
  82: "ХМАО",
  83: "ЯНАО",
  84: "Севаст",
  85: "Крым"
}
